jorgebucaran/fisher
IlanCosman/tide
jethrokuan/z
PatrickF1/fzf.fish
jorgebucaran/nvm.fish
franciscolourenco/done
jorgebucaran/gitio.fish
gazorby/fish-abbreviation-tips
acomagu/fish-async-prompt
jorgebucaran/autopair.fish
joseluisq/gitnow@2.7.0
